"%@ (%@) : Connection Notice" = "%@ (%@) : Uppkopplingsmeddelande";

/* No comment provided by engineer. */
"%@ (%@) has sent you an unknown encryption fingerprint:\n\n%@\n\nDo you want to accept this fingerprint as valid?" = "%1$@ (%2$@) has sent you an unknown encryption fingerprint:\n\n%3$@\n\nDo you want to accept this fingerprint as valid?";
"%@ denied authorization:" = "%@ gav inte tillåtelse:";
"%@ granted authorization." = "%@ gav tillåtelse.";
"%s has %i new messages." = "%s har %i nya meddelanden.";
"%s has 1 new message." = "%s har 1 nytt meddelande.";
"%s is no longer using encryption; you should cancel encryption on your side." = "%s använder inte längre kryptering; du bör avsluta kryptering även hos dig.";
"(No reason given)" = "(Ingen anledning angiven)";
"(Takes effect the next time Adium launches)" = "(Börjar gälla nästa gång du startar Adium)";
"Adium : Notice" = "Adium : Meddelande";
"Adium Notice: %@" = "Adium-meddelande: %@";
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium erbjuder kryptering, autentisering, möjlighet att avböja, och total sekretess över %@ via 'Off-the-Record Messaging' (OTR). Om din kontakts meddelandesystem inte kan hantera OTR, kommer din kontakt att få en länk till OTRs hemsida när du försöker ansluta. För mer information om OTR, besök http://www.cypherpunks.ca/otr/.";
"AIM via Hiptop" = "AIM via Hiptop";
"Allow/Disallow Mobile Pages" = "Allow/Disallow Mobile Pages";
"America Online" = "America Online";
"An ambiguous user ID was entered" = "An ambiguous user ID was entered";
"An error was encoutered sending the file.  Please note that sending of folders is not currently supported; this includes Application bundles." = "Ett fel uppstod när filen skulle skickas. Notera att det i nuläget inte är möjligt att skicka mappar; vilket även innefattar programpaket.";
"AOL Administrator" = "AOL Administrator";
"AOL Mobile Device" = "AOL Mobile Device";
"Authenticating" = "Autentiserar";
"Authorization Requested" = "Authorization Requested";
"Balancer handshake" = "'Balancer'-handskakning";
"Cancel" = "Cancel";
"Connecting" = "Kopplar upp";
"Connection error." = "Uppkopplingsfel.";
"Connection established" = "Uppkoppling etablerad";
"Conversation notices" = "Samtalsmeddelanden";
"Direct IM connected" = "Direct IM connected";
"Direct IM disconnected" = "Direct IM disconnected";
"Display conversation closed notices" = "Visa ett meddelande när samtalet stängs";
"Display names (friendly names)" = "Visningsnamn (enkla namn)";
"Encrypted by Off-the-Record Messaging" = "Krypterat med 'Off-the-Record Messaging'";
"Encryption" = "Encryption";
"Exchanging key hash" = "Utbyter krypteringsnycklar";
"Export Sametime List..." = "Exportera 'sametime'-lista...";
"File Send Error" = "Filöverföringsfel";
"Finalizing connection" = "Slutför uppkoppling";
"Fingerprint for %@:" = "Signatur för %@:";
"Fingerprint: %.80s" = "Fingerprint: %.80s";
"Forget Fingerprint" = "Forget Fingerprint";
"From: " = "Från: ";
"Generating private encryption key for %@" = "Skapar privat krypteringsnyckel för %@";
"GG Number" = "GG-nummer";
"ICQ Number" = "ICQ-nummer";
"Import Sametime List..." = "Importera 'sametime'-lista...";
"Incoming:" = "Inkommande:";
"Initializing Stream" = "Initierar Ström";
"Initiate Conference with %@" = "Starta konferens med %@";
"Initiate Direct IM with %@" = "Starta direktkommunikation med %@";
"Initiate Multiuser Chat with %@" = "Starta samtal för flera personer med %@";
"Invalid Jabber ID or Password" = "Invalid Jabber ID or Password";
"Jabber ID" = "Jabber-ID";
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?";
"Join %@'s Chat" = "Anslut till %@s samtal";
"Load From and Save To Server" = "Hämta från och spara till server";
"Load From Server" = "Hämta från server";
"Local Only" = "Enbart lokalt";
"Logging in" = "Loggar på";
"Looking up server" = "Letar efter server";
"Member Name" = "Medlemsnamn";
"MSN" = "MSN";
"MSN Passport" = "MSN Passport";
"New Mail" = "Ny epost";
"No" = "Nej";
"No private key present" = "No private key present";
"No reason was given." = "Ingen anledning angavs.";
"OK" = "OK";
"Open Mail" = "Öppna epost";
"Orphans" = "Ensamma";
"OTR Fingerprint" = "OTR Fingerprint";
"Outgoing:" = "Utgående:";
"Password sent" = "Lösenord skickat";
"Please wait" = "Please wait";
"Re-request Authorization from %@" = "Begär på nytt tillåtelse från %@";
"Reading data" = "Läser data";
"Reading server key" = "Läser server-nyckel";
"Received authorization" = "Tillåtelse mottagen";
"Register" = "Register";
"Requesting to send password" = "Begär att få skicka lösenord";
"Retrieving buddy list" = "Tar emot kontaktlista";
"Roster" = "Lista";
"Screen Name" = "Visningsnamn";
"Screen name sent" = "Visningsnamn skickat";
"Secure ID for this session:" = "Säker identitet för denna session:";
"Set Display Name" = "Set Display Name";
"Set Home Phone Number" = "Set Home Phone Number";
"Set Mobile Phone Number" = "Set Mobile Phone Number";
"Set Work Phone Number" = "Set Work Phone Number";
"Show display names as status messages" = "Visa visningsnamn som statusmeddelanden";
"Subject: " = "Ämne: ";
"Syncing with server" = "Synkroniserar med server";
"Temporarily Hide From %@" = "Göm tillfälligt från %@";

/* No comment provided by engineer. */
"The contact %@ wants to add %@ to his or her contact list for the following reason:\n%@" = "The contact %1$@ wants to add %2$@ to his or her contact list for the following reason:\n%3$@";
"The contact %@ wants to add %@ to his or her contact list." = "The contact %1$@ wants to add %2$@ to his or her contact list.";
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below.";
"The other user is in your deny list." = "Den andra användaren finns i din vägralista.";
"The other user is temporarily unavailable." = "Den andra användaren är inte tillgänglig för tillfället.";
"Un-hide From %@" = "Sluta göm från %@";
"United States" = "Förenta staterna";
"Unknown" = "Okänd";
"Unknown OTR fingerprint" = "Okänd OTR-signatur";
"Unsubscribe %@" = "Avlägsna (unsubscribe) %@";
"Unused" = "Unused";
"Username" = "Användarnamn";
"username@jabber.org" = "username@jabber.org";
"Warning level is too high." = "För hög varningsnivå.";
"Warning: The 'load and save' option is still experimental. Please back up your contact list with an official client before enabling." = "Varning: 'Hämta och spara'-alternativet är fortfarande under utveckling. Vänligen ta backup på din kontaktlista med en officiell klient innan du använder detta.";
"Yahoo! ID" = "Yahoo!-ID";
"Yes" = "Ja";
"You are sending messages too quickly; wait a moment and try again." = "Du skickar meddelanden för fort; vänta ett slag och försök igen.";

/* No comment provided by engineer. */
"You have mail!\n" = "You have mail!\n";
"You sent an unencrypted message, but %s was expecting encryption." = "Du skickade ett okrypterat meddelande, men %s förväntade sig kryptering.";
"Your message to %@ did not get sent" = "Ditt meddelande till %@ skickades inte";
"Your message was refused by the other user." = "Ditt meddelande togs inte emot av den andra användaren.";
"Your message was too big." = "Ditt meddelande var för stort.";
"Your Yahoo! message did not get sent." = "Ditt Yahoo!-meddelande skickades inte.";
